const traillet = {
  id: 1974444808,
  name: "小行迹",
  img: "https://p1.music.126.net/9bVOooAY6U6EJLzpv1Fikw==/109951169682871673.jpg",
  artists: [{ id: 6731, name: "赵雷", tns: [], alias: [] }],
  duration: 277493,
  albumName: "署前街少年",
  url: "https://music.163.com/song/media/outer/url?id=1974444808.mp3",
  artistsText: "赵雷",
  durationSecond: 277.493,
  mvId: 0,
  lyric:"[00:00.00] 作词 : 赵雷\n[00:01.00] 作曲 : 赵雷\n[00:02.00] 制作人 : 赵雷\n[00:42.81]你想预定哪一国的早餐\n[00:48.03]等一杯不加糖的咖啡取暖\n[00:53.40]坐在阳台望着对面的山\n[00:58.56]山尖的雪总是一尘不染\n[01:03.38]\n[01:03.96]去向同样地方的人很多\n[01:09.39]而走在角落的人却只有我\n[01:14.67]我只想静静离开独自徘徊\n[01:19.98]在这陌生却最自由的时刻\n[01:24.51]\n[01:25.38]一场雨揉进乡间的朦胧\n[01:30.63]在湖边回忆往昔的每分钟\n[01:36.00]你是否在仰望潮湿的星\n[01:41.31]还是陷入了闹市的霓虹中\n[01:46.33]\n[01:46.77]吃遍了所有小饭馆\n[01:50.01]海市的便利店\n[01:52.65]走失在迷宫一样的地铁站\n[01:57.21]行李箱与我跌撞地转\n[02:00.57]寻找下家旅店\n[02:03.27]走酸的双脚无处停站\n[02:07.23]\n[02:29.34]去向同样地方的人很多\n[02:34.77]而走在角落的人却只有我\n[02:40.02]我只想静静离开独自徘徊\n[02:45.24]在这陌生却最自由的时刻\n[02:50.11]\n[02:50.67]一场雨揉进乡间的朦胧\n[02:55.95]在湖边回忆往昔的每分钟\n[03:01.38]你是否在仰望潮湿的星\n[03:06.63]还是陷入了闹市的霓虹中\n[03:11.71]\n[03:12.39]吃遍了所有小饭馆\n[03:15.33]海市的便利店\n[03:18.03]走失在迷宫一样的地铁站\n[03:22.53]行李箱与我跌撞地转\n[03:25.92]寻找下家旅店\n[03:28.68]走酸的双脚无处停站\n[03:33.10]\n[03:33.39]跟着冬青树一路向南\n[03:36.60]再见了富士山\n[03:39.27]行迹在地图上画下曲线\n[03:44.04]数着飞机飞回的日子\n[03:47.31]回到旧的城市\n[03:49.98]你的旅行还剩下多少天\n[03:54.49]\n[04:15.99]翻看着照片里的笑脸\n[04:19.44]丢掉手中的烟\n[04:22.23]你的心情有没有好一点\n[04:30.56]\n[04:32.25]\n[04:33.25] 编曲：赵雷\n[04:33.55] 木吉他：赵雷\n[04:33.85] 电吉他：刘磊\n[04:34.15] 贝斯：Damien Banzigou\n[04:34.46] 打击乐：刘恒\n[04:34.76] 班卓琴：刘磊\n[04:35.06] 口风琴：祝子\n[04:35.37] 和声：旭东\n[04:35.67] 录音师：李越\n[04:35.97] 混音师：时俊峰\n[04:36.28] 录音室：野火春风\n[04:36.58] 母带工程室：Sterling Sound\n[04:36.88] 母带工程师：Randy Merrill\n[04:37.18] 封面设计：韩东、小强、阿穆隆\n",
}
const guest = {
  id: 1974444808,
  name: "嘉宾",
  img: "https://p2.music.126.net/6m3m-AavekpkH48tGfh2Kw==/109951165608791795.jpg?param=250y250",
  artists: [{ id: 67311, name: "张远", tns: [], alias: [] }],
  duration: 332560,
  albumName: "嘉宾",
  url: "https://oss-xuxin.oss-cn-beijing.aliyuncs.com/blog/music/%E5%98%89%E5%AE%BE-%E5%BC%A0%E8%BF%9C.mp3",
  artistsText: "张远",
  durationSecond:332.560,
  mvId: 0,
  lyric: "[00:00.000] 作词 : 王泽言/张远\n[00:01.000] 作曲 : 王泽言\n[00:02.000] 编曲 : 陈禹骁/任斌\n[00:03.000] 制作人 : 丁培峰\n[00:04.09](未经许可，不得翻唱或使用)\n[00:21.51]分手后第几个冬季\n[00:25.68]今天是星期几\n[00:28.75]偶尔会想起你\n[00:34.34]你突如其来的简讯\n[00:38.38]让我措手不及\n[00:41.73]愣住站在原地\n[00:47.07]当所有人都替你开心\n[00:50.21]我却才傻傻清醒\n[00:52.79]原来早已有人\n[00:55.01]为你订做了嫁衣\n[00:58.14]感谢你特别邀请\n[01:01.28]来见证你的爱情\n[01:04.42]我时刻提醒自己别逃避\n[01:10.43]拿着喜帖一步一步走近\n[01:14.12]他精心布置的场地\n[01:17.71]可惜这是属于你的风景\n[01:21.30]而我只是嘉宾\n[01:23.83]我放下所有回忆\n[01:26.86]来成全你的爱情\n[01:30.10]却始终不愿相信这是命\n[01:35.92]好久不见的你有点疏离\n[01:39.72]握手寒暄如此客气\n[01:43.31]何必要在他的面前刻意\n[01:46.95]隐瞒我的世界有过你\n[02:15.06]不知不觉钟声响起\n[02:19.14]你守候在原地\n[02:22.23]等待着他靠近\n[02:27.81]温柔的他单膝跪地\n[02:31.56]钻戒缓缓戴进\n[02:35.05]你的无名指里\n[02:40.71]当所有人都替你开心\n[02:43.79]我却才傻傻清醒\n[02:46.12]原来我们之间\n[02:48.64]已没有任何关系\n[02:51.68]感谢你特别邀请\n[02:54.81]来见证你的爱情\n[02:58.01]我时刻提醒自己别逃避\n[03:04.07]今天你妆扮得格外美丽\n[03:07.66]这美也曾拥在怀里\n[03:11.41]可惜这是你和他的婚礼\n[03:14.99]而我只是嘉宾\n[03:17.37]我放下所有回忆\n[03:20.45]来成全你的爱情\n[03:23.59]却始终不愿相信这是命\n[03:29.70]说好的永远变成了曾经\n[03:33.30]我试着衷心祝福你\n[03:36.94]请原谅我不体面没出息\n[03:40.52]选择失陪一下先离席\n[03:47.90]又不是偶像剧\n[03:50.79]怎么我演得那么入戏\n[03:55.70]这不堪入目的剧情\n[04:02.22]感谢你特别邀请\n[04:05.21]观赏你要的爱情\n[04:08.45]嘉宾也许是另一种宿命\n[04:14.47]离开你的自己事到如今\n[04:18.06]还有什么资格关心\n[04:21.71]毕竟终成眷属的人是你\n[04:25.40]而我只是嘉宾\n[04:27.77]我流尽所有回忆\n[04:30.86]来庆祝你的婚礼\n[04:34.04]却始终没有勇气祝福你\n[04:40.06]谢谢你送给我最后清醒\n[04:43.64]把自己还给我自己\n[04:50.66]至少我还能够成为那个\n[04:54.25]见证你们爱情的嘉宾\n[05:00.92]遇见你的他真的好幸运\n[05:04.76]但愿他会比我更爱你\n[05:29.06]监制 : 徐怀超\n[05:29.73]和声 : 金天\n[05:30.39]混音 : 张锦亮\n[05:31.05]母带 : 丁培峰\n[05:31.20]录音室 & 录音师 : TRENDY MUSIC@袁栋\n[05:31.55]制作公司 : TRENDY MUSIC\n[05:32.56]SP : 漫吞吞文化\n",
}

export { traillet, guest }